Repository: ApexaChovatiya92/PalmReader
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bn, gu, hi, kn, ml, mr, or, ta, te, ur

# heart.discerning.detailed
source: You approach emotional commitments with clear discernment. Rather than fleeting drama, you seek dependable, trustworthy bonds where mutual actions match spoken words.
bn: আপনি আবেগের প্রতিশ্রুতিকে স্পষ্ট বিচক্ষণতায় দেখেন। ক্ষণস্থায়ী নাটকীয়তার বদলে আপনি নির্ভরযোগ্য, বিশ্বস্ত বন্ধন চান, যেখানে কাজ ও কথা মিলে যায়।
gu: તમે ભાવનાત્મક પ્રતિબદ્ધતાઓને સ્પષ્ટ વિવેકથી જુઓ છો. ક્ષણિક નાટકીયતાને બદલે તમે ભરોસાપાત્ર, વિશ્વસનીય સંબંધો ઇચ્છો છો, જ્યાં કર્મ અને વચન એકસરખાં હોય.
hi: आप भावनात्मक प्रतिबद्धताओं को स्पष्ट विवेक से देखते हैं। क्षणिक नाटकीयता के बजाय आप भरोसेमंद, विश्वसनीय संबंध चाहते हैं, जहाँ कर्म और वचन एक समान हों।
kn: ನೀವು ಭಾವನಾತ್ಮಕ ಬದ್ಧತೆಗಳನ್ನು ಸ್ಪಷ್ಟ ವಿವೇಚನೆಯಿಂದ ನೋಡುತ್ತೀರಿ. ಕ್ಷಣಿಕ ನಾಟಕೀಯತೆಗಿಂತ, ಕ್ರಿಯೆ ಮತ್ತು ಮಾತು ಹೊಂದಾಣಿಕೆಯಾಗುವ ನಂಬಲರ್ಹ, ವಿಶ್ವಾಸಾರ್ಹ ಬಂಧಗಳನ್ನು ನೀವು ಬಯಸುತ್ತೀರಿ.
ml: വൈകാരിക പ്രതിബദ്ധതകളെ നിങ്ങൾ വ്യക്തമായ വിവേകത്തോടെ സമീപിക്കുന്നു. ക്ഷണികമായ നാടകീയതയേക്കാൾ, പ്രവൃത്തിയും വാക്കും പൊരുത്തപ്പെടുന്ന ആശ്രയിക്കാവുന്ന, വിശ്വസനീയമായ ബന്ധങ്ങളാണ് നിങ്ങൾ തേടുന്നത്.
mr: तुम्ही भावनिक वचनबद्धतेकडे स्पष्ट विवेकाने पाहता. क्षणिक नाट्यापेक्षा तुम्ही विश्वासार्ह, भरवशाची नाती शोधता, जिथे कृती आणि शब्द जुळतात.
or: ଆପଣ ଭାବନାତ୍ମକ ପ୍ରତିବଦ୍ଧତାକୁ ସ୍ପଷ୍ଟ ବିବେକ ସହ ଦେଖନ୍ତି। କ୍ଷଣସ୍ଥାୟୀ ନାଟକୀୟତା ପରିବର୍ତ୍ତେ ଆପଣ ଭରସାଯୋଗ୍ୟ, ବିଶ୍ୱସନୀୟ ବନ୍ଧନ ଚାହାଁନ୍ତି, ଯେଉଁଠି କର୍ମ ଓ କଥା ମେଳ ଖାଏ।
ta: உணர்வுப் பொறுப்புகளை நீங்கள் தெளிவான விவேகத்துடன் அணுகுகிறீர்கள். நிலையற்ற நாடகத்தனத்தை விட, செயலும் சொல்லும் ஒத்துப்போகும் நம்பகமான, உறுதியான பிணைப்புகளை நீங்கள் தேடுகிறீர்கள்.
te: మీరు భావోద్వేగ బాధ్యతలను స్పష్టమైన వివేకంతో చూస్తారు. క్షణికమైన నాటకీయత కంటే, చేతలు మరియు మాటలు సరిపోయే నమ్మదగిన, విశ్వసనీయ బంధాలను మీరు కోరుకుంటారు.
ur: آپ جذباتی وابستگیوں کو واضح دانشمندی سے دیکھتے ہیں۔ عارضی ڈرامے کے بجائے آپ قابلِ اعتماد، بھروسے مند رشتے چاہتے ہیں جہاں عمل اور قول ایک ہوں۔

# heart.discerning.summary
source: A straight, measured heart line ending near Saturn reflects steady emotional composure, discernment, and practical loyalty.
bn: শনির কাছে শেষ হওয়া সোজা, পরিমিত হৃদয় রেখা স্থির আবেগীয় সংযম, বিচক্ষণতা ও ব্যবহারিক আনুগত্য প্রতিফলিত করে।
gu: શનિ પાસે પૂરી થતી સીધી, સંતુલિત હૃદય રેખા સ્થિર ભાવનાત્મક સંયમ, વિવેક અને વ્યવહારુ નિષ્ઠા દર્શાવે છે.
hi: शनि के पास समाप्त होने वाली सीधी, संतुलित हृदय रेखा स्थिर भावनात्मक संयम, विवेक और व्यावहारिक निष्ठा दर्शाती है।
kn: ಶನಿಯ ಬಳಿ ಕೊನೆಗೊಳ್ಳುವ ನೇರ, ಅಳತೆಯ ಹೃದಯ ರೇಖೆಯು ಸ್ಥಿರ ಭಾವನಾತ್ಮಕ ಸಂಯಮ, ವಿವೇಚನೆ ಮತ್ತು ಪ್ರಾಯೋಗಿಕ ನಿಷ್ಠೆಯನ್ನು ಪ್ರತಿಬಿಂಬಿಸುತ್ತದೆ.
ml: ശനിക്ക് സമീപം അവസാനിക്കുന്ന നേരായ, അളന്ന ഹൃദയരേഖ സ്ഥിരമായ വൈകാരിക സംയമനം, വിവേകം, പ്രായോഗിക വിശ്വസ്തത എന്നിവ പ്രതിഫലിപ്പിക്കുന്നു.
mr: शनीजवळ संपणारी सरळ, संतुलित हृदय रेषा स्थिर भावनिक संयम, विवेक आणि व्यावहारिक निष्ठा दर्शवते.
or: ଶନି ପାଖରେ ଶେଷ ହେଉଥିବା ସିଧା, ସନ୍ତୁଳିତ ହୃଦୟ ରେଖା ସ୍ଥିର ଭାବନାତ୍ମକ ସଂଯମ, ବିବେକ ଓ ବ୍ୟାବହାରିକ ନିଷ୍ଠା ଦର୍ଶାଏ।
ta: சனிக்கு அருகில் முடியும் நேரான, அளவான இதய ரேகை நிலையான உணர்வு நிதானம், விவேகம் மற்றும் நடைமுறை விசுவாசத்தைப் பிரதிபலிக்கிறது.
te: శని దగ్గర ముగిసే నేరుగా, కొలిచినట్లున్న హృదయ రేఖ స్థిరమైన భావోద్వేగ నిగ్రహం, వివేకం మరియు ఆచరణాత్మక విధేయతను ప్రతిబింబిస్తుంది.
ur: زحل کے قریب ختم ہونے والی سیدھی، متوازن دل کی لکیر مستحکم جذباتی ضبط، دانشمندی اور عملی وفاداری ظاہر کرتی ہے۔

# heart.discerning.title
source: Discerning & Composed Loyalty
bn: বিচক্ষণ ও সংযত আনুগত্য
gu: વિવેકપૂર્ણ અને સંયમિત નિષ્ઠા
hi: विवेकपूर्ण और संयमित निष्ठा
kn: ವಿವೇಚನಾಶೀಲ ಮತ್ತು ಸಂಯಮದ ನಿಷ್ಠೆ
ml: വിവേകവും സംയമനവുമുള്ള വിശ്വസ്തത
mr: विवेकी आणि संयमी निष्ठा
or: ବିବେକୀ ଓ ସଂଯତ ନିଷ୍ଠା
ta: விவேகமான மற்றும் நிதானமான விசுவாசம்
te: వివేకవంతమైన మరియు నిగ్రహమైన విధేయత
ur: دانشمند اور متوازن وفاداری

# heart.discerning.trait1
source: Discerning Mind
bn: বিচক্ষণ মন
gu: વિવેકી મન
hi: विवेकशील मन
kn: ವಿವೇಚನಾಶೀಲ ಮನಸ್ಸು
ml: വിവേകമുള്ള മനസ്സ്
mr: विवेकी मन
or: ବିବେକୀ ମନ
ta: விவேகமான மனம்
te: వివేకవంతమైన మనస్సు
ur: دانشمند ذہن

# heart.discerning.trait2
source: Steadfast Loyalty
bn: অটল আনুগত্য
gu: અડગ નિષ્ઠા
hi: अटल निष्ठा
kn: ಅಚಲ ನಿಷ್ಠೆ
ml: ഉറച്ച വിശ്വസ്തത
mr: अढळ निष्ठा
or: ଅଟଳ ନିଷ୍ଠା
ta: உறுதியான விசுவாசம்
te: అచంచల విధేయత
ur: اٹل وفاداری

# heart.discerning.trait3
source: Composure Under Pressure
bn: চাপে সংযম
gu: દબાણમાં સંયમ
hi: दबाव में संयम
kn: ಒತ್ತಡದಲ್ಲಿ ಸಂಯಮ
ml: സമ്മർദ്ദത്തിലും സംയമനം
mr: दबावात संयम
or: ଚାପରେ ସଂଯମ
ta: அழுத்தத்திலும் நிதானம்
te: ఒత్తిడిలో నిగ్రహం
ur: دباؤ میں ضبط

# heart.discerning.trait4
source: Practical Devotion
bn: ব্যবহারিক নিষ্ঠা
gu: વ્યવહારુ સમર્પણ
hi: व्यावहारिक समर्पण
kn: ಪ್ರಾಯೋಗಿಕ ಸಮರ್ಪಣೆ
ml: പ്രായോഗിക അർപ്പണം
mr: व्यावहारिक समर्पण
or: ବ୍ୟାବହାରିକ ସମର୍ପଣ
ta: நடைமுறை அர்ப்பணிப்பு
te: ఆచరణాత్మక అంకితభావం
ur: عملی لگن

# heart.noble.advice
source: Cherish your noble ideals while extending patient understanding to human imperfections.
bn: আপনার মহৎ আদর্শ লালন করুন, আর মানুষের অপূর্ণতার প্রতি ধৈর্যশীল বোঝাপড়াও রাখুন।
gu: તમારા ઉદાત્ત આદર્શોને જાળવો અને માનવીય ખામીઓ પ્રત્યે ધીરજભરી સમજ પણ રાખો.
hi: अपने उदात्त आदर्शों को संजोएँ और मानवीय कमियों के प्रति धैर्यपूर्ण समझ भी रखें।
kn: ನಿಮ್ಮ ಉದಾತ್ತ ಆದರ್ಶಗಳನ್ನು ಪೋಷಿಸಿ, ಮಾನವ ದೌರ್ಬಲ್ಯಗಳ ಬಗ್ಗೆ ತಾಳ್ಮೆಯ ತಿಳುವಳಿಕೆಯನ್ನೂ ತೋರಿಸಿ.
ml: നിങ്ങളുടെ ഉദാത്ത ആദർശങ്ങൾ കാത്തുസൂക്ഷിക്കുക, മനുഷ്യന്റെ അപൂർണതകളോട് ക്ഷമയോടെയുള്ള ധാരണയും പുലർത്തുക.
mr: तुमचे उदात्त आदर्श जपा आणि मानवी उणिवांबद्दल संयमी समजूतदारपणाही ठेवा.
or: ଆପଣଙ୍କ ମହାନ ଆଦର୍ଶକୁ ସାଇତି ରଖନ୍ତୁ, ଏବଂ ମାନବୀୟ ତ୍ରୁଟି ପ୍ରତି ଧୈର୍ଯ୍ୟଶୀଳ ବୁଝାମଣା ମଧ୍ୟ ରଖନ୍ତୁ।
ta: உங்கள் உன்னத இலட்சியங்களைப் போற்றுங்கள்; மனிதக் குறைபாடுகளிடம் பொறுமையான புரிதலையும் காட்டுங்கள்.
te: మీ ఉదాత్త ఆదర్శాలను కాపాడుకోండి, మానవ లోపాల పట్ల ఓర్పుతో కూడిన అవగాహనను కూడా చూపండి.
ur: اپنے اعلیٰ نظریات کو عزیز رکھیں اور انسانی کمزوریوں کے لیے صبر بھری سمجھ بھی رکھیں۔

# heart.noble.detailed.left
source: Your heart line radiates an elevated, generous emotional warmth. In classical palmistry, a high arc toward Jupiter signifies that you invest wholeheartedly in your relationships, value honor and mutual admiration, and protect those you cherish. On the Left Hand, this indicates that your innate emotional blueprint is tender and idealistic.
bn: আপনার হৃদয় রেখা উন্নত, উদার আবেগময় উষ্ণতা ছড়ায়। শাস্ত্রীয় হস্তরেখা বিদ্যায় বৃহস্পতির দিকে উঁচু বাঁক বোঝায় যে আপনি সম্পর্কে পূর্ণ মনোযোগ দেন, সম্মান ও পারস্পরিক শ্রদ্ধাকে মূল্য দেন এবং প্রিয়জনদের রক্ষা করেন। বাঁ হাতে এটি নির্দেশ করে যে আপনার সহজাত আবেগের নকশা কোমল ও আদর্শবাদী।
gu: તમારી હૃદય રેખા ઉચ્ચ, ઉદાર ભાવનાત્મક હૂંફ ફેલાવે છે. શાસ્ત્રીય હસ્તરેખા વિજ્ઞાનમાં ગુરુ તરફનો ઊંચો ચાપ દર્શાવે છે કે તમે સંબંધોમાં પૂરા મનથી જોડાઓ છો, સન્માન અને પરસ્પર પ્રશંસાને મહત્વ આપો છો અને તમારા પ્રિયજનોનું રક્ષણ કરો છો. ડાબા હાથ પર આ દર્શાવે છે કે તમારી જન્મજાત ભાવનાત્મક રૂપરેખા કોમળ અને આદર્શવાદી છે.
hi: आपकी हृदय रेखा ऊँची, उदार भावनात्मक आत्मीयता बिखेरती है। शास्त्रीय हस्तरेखा विज्ञान में गुरु की ओर ऊँचा चाप दर्शाता है कि आप अपने संबंधों में पूरे मन से निवेश करते हैं, सम्मान और पारस्परिक प्रशंसा को महत्व देते हैं, और अपने प्रियजनों की रक्षा करते हैं। बाएँ हाथ पर यह दर्शाता है कि आपकी जन्मजात भावनात्मक रूपरेखा कोमल और आदर्शवादी है।
kn: ನಿಮ್ಮ ಹೃದಯ ರೇಖೆಯು ಉನ್ನತ, ಉದಾರ ಭಾವನಾತ್ಮಕ ಆತ್ಮೀಯತೆಯನ್ನು ಹೊರಸೂಸುತ್ತದೆ. ಶಾಸ್ತ್ರೀಯ ಹಸ್ತಸಾಮುದ್ರಿಕದಲ್ಲಿ ಗುರುವಿನ ಕಡೆಗಿನ ಎತ್ತರದ ಕಮಾನು ನೀವು ಸಂಬಂಧಗಳಲ್ಲಿ ಮನಃಪೂರ್ವಕವಾಗಿ ತೊಡಗುತ್ತೀರಿ, ಗೌರವ ಮತ್ತು ಪರಸ್ಪರ ಮೆಚ್ಚುಗೆಗೆ ಬೆಲೆ ಕೊಡುತ್ತೀರಿ ಮತ್ತು ಪ್ರೀತಿಪಾತ್ರರನ್ನು ರಕ್ಷಿಸುತ್ತೀರಿ ಎಂದು ಸೂಚಿಸುತ್ತದೆ. ಎಡಗೈಯಲ್ಲಿ ಇದು ನಿಮ್ಮ ಸಹಜ ಭಾವನಾತ್ಮಕ ನೀಲನಕ್ಷೆ ಕೋಮಲ ಮತ್ತು ಆದರ್ಶವಾದಿಯಾಗಿದೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.
ml: നിങ്ങളുടെ ഹൃദയരേഖ ഉന്നതവും ഉദാരവുമായ വൈകാരിക ഊഷ്മളത പ്രസരിപ്പിക്കുന്നു. ശാസ്ത്രീയ ഹസ്തരേഖാ ശാസ്ത്രത്തിൽ ഗുരുവിലേക്കുള്ള ഉയർന്ന വളവ്, നിങ്ങൾ ബന്ധങ്ങളിൽ പൂർണ്ണമനസ്സോടെ ഇടപെടുന്നുവെന്നും ബഹുമാനത്തിനും പരസ്പര ആദരവിനും മൂല്യം നൽകുന്നുവെന്നും പ്രിയപ്പെട്ടവരെ സംരക്ഷിക്കുന്നുവെന്നും സൂചിപ്പിക്കുന്നു. ഇടതു കൈയിൽ ഇത് നിങ്ങളുടെ ജന്മസിദ്ധമായ വൈകാരിക രൂപരേഖ മൃദുവും ആദർശപരവുമാണെന്ന് സൂചിപ്പിക്കുന്നു.
mr: तुमची हृदय रेषा उन्नत, उदार भावनिक आपुलकी पसरवते. शास्त्रीय हस्तरेषा शास्त्रात गुरूकडे जाणारी उंच कमान दर्शवते की तुम्ही नात्यांमध्ये मनापासून गुंतता, सन्मान आणि परस्पर कौतुकाला महत्त्व देता आणि प्रियजनांचे रक्षण करता. डाव्या हातावर हे दर्शवते की तुमचा जन्मजात भावनिक आराखडा कोमल आणि आदर्शवादी आहे.
or: ଆପଣଙ୍କ ହୃଦୟ ରେଖା ଉନ୍ନତ, ଉଦାର ଭାବନାତ୍ମକ ଆନ୍ତରିକତା ବିସ୍ତାର କରେ। ଶାସ୍ତ୍ରୀୟ ହସ୍ତରେଖା ଶାସ୍ତ୍ରରେ ଗୁରୁ ଆଡ଼କୁ ଉଚ୍ଚ ବାଙ୍କ ସୂଚାଏ ଯେ ଆପଣ ସମ୍ପର୍କରେ ସମ୍ପୂର୍ଣ୍ଣ ମନପ୍ରାଣ ଦିଅନ୍ତି, ସମ୍ମାନ ଓ ପାରସ୍ପରିକ ପ୍ରଶଂସାକୁ ମହତ୍ତ୍ୱ ଦିଅନ୍ତି ଏବଂ ପ୍ରିୟଜନଙ୍କୁ ରକ୍ଷା କରନ୍ତି। ବାମ ହାତରେ ଏହା ସୂଚାଏ ଯେ ଆପଣଙ୍କ ଜନ୍ମଗତ ଭାବନାତ୍ମକ ରୂପରେଖ କୋମଳ ଓ ଆଦର୍ଶବାଦୀ।
ta: உங்கள் இதய ரேகை உயர்ந்த, தாராளமான உணர்வு அரவணைப்பைப் பரப்புகிறது. பாரம்பரிய கைரேகை சாஸ்திரத்தில் குருவை நோக்கிய உயர்ந்த வளைவு, நீங்கள் உறவுகளில் முழு மனதுடன் ஈடுபடுவதையும், மரியாதை மற்றும் பரஸ்பரப் பாராட்டை மதிப்பதையும், அன்புக்குரியவர்களைப் பாதுகாப்பதையும் குறிக்கிறது. இடது கையில் இது உங்கள் பிறவி உணர்வு வரைபடம் மென்மையானதும் இலட்சியமானதும் என்பதைக் குறிக்கிறது.
te: మీ హృదయ రేఖ ఉన్నతమైన, ఉదారమైన భావోద్వేగ ఆప్యాయతను ప్రసరిస్తుంది. శాస్త్రీయ హస్తసాముద్రికంలో గురువు వైపు ఉన్నత వంపు మీరు సంబంధాలలో హృదయపూర్వకంగా పెట్టుబడి పెడతారని, గౌరవం మరియు పరస్పర ప్రశంసకు విలువ ఇస్తారని, మీ ప్రియమైనవారిని కాపాడతారని సూచిస్తుంది. ఎడమ చేతిపై ఇది మీ సహజ భావోద్వేగ నమూనా సున్నితంగా మరియు ఆదర్శవంతంగా ఉంటుందని సూచిస్తుంది.
ur: آپ کی دل کی لکیر بلند اور فراخ جذباتی گرم جوشی پھیلاتی ہے۔ کلاسیکی دست شناسی میں مشتری کی طرف بلند قوس بتاتی ہے کہ آپ رشتوں میں پورے دل سے شامل ہوتے ہیں، عزت اور باہمی قدر کو اہمیت دیتے ہیں اور اپنے پیاروں کی حفاظت کرتے ہیں۔ بائیں ہاتھ پر یہ ظاہر کرتی ہے کہ آپ کا فطری جذباتی خاکہ نرم اور مثالی ہے۔

# heart.noble.detailed.right
source: Your heart line radiates an elevated, generous emotional warmth. In classical palmistry, a high arc toward Jupiter signifies that you invest wholeheartedly in your relationships, value honor and mutual admiration, and protect those you cherish. On the Right Hand, this indicates that your conscious expression of affection is generous and noble.
bn: আপনার হৃদয় রেখা উন্নত, উদার আবেগময় উষ্ণতা ছড়ায়। শাস্ত্রীয় হস্তরেখা বিদ্যায় বৃহস্পতির দিকে উঁচু বাঁক বোঝায় যে আপনি সম্পর্কে পূর্ণ মনোযোগ দেন, সম্মান ও পারস্পরিক শ্রদ্ধাকে মূল্য দেন এবং প্রিয়জনদের রক্ষা করেন। ডান হাতে এটি নির্দেশ করে যে আপনার স্নেহের সচেতন প্রকাশ উদার ও মহৎ।
gu: તમારી હૃદય રેખા ઉચ્ચ, ઉદાર ભાવનાત્મક હૂંફ ફેલાવે છે. શાસ્ત્રીય હસ્તરેખા વિજ્ઞાનમાં ગુરુ તરફનો ઊંચો ચાપ દર્શાવે છે કે તમે સંબંધોમાં પૂરા મનથી જોડાઓ છો, સન્માન અને પરસ્પર પ્રશંસાને મહત્વ આપો છો અને તમારા પ્રિયજનોનું રક્ષણ કરો છો. જમણા હાથ પર આ દર્શાવે છે કે સ્નેહની તમારી સભાન અભિવ્યક્તિ ઉદાર અને ઉદાત્ત છે.
hi: आपकी हृदय रेखा ऊँची, उदार भावनात्मक आत्मीयता बिखेरती है। शास्त्रीय हस्तरेखा विज्ञान में गुरु की ओर ऊँचा चाप दर्शाता है कि आप अपने संबंधों में पूरे मन से निवेश करते हैं, सम्मान और पारस्परिक प्रशंसा को महत्व देते हैं, और अपने प्रियजनों की रक्षा करते हैं। दाएँ हाथ पर यह दर्शाता है कि स्नेह की आपकी सचेत अभिव्यक्ति उदार और उदात्त है।
kn: ನಿಮ್ಮ ಹೃದಯ ರೇಖೆಯು ಉನ್ನತ, ಉದಾರ ಭಾವನಾತ್ಮಕ ಆತ್ಮೀಯತೆಯನ್ನು ಹೊರಸೂಸುತ್ತದೆ. ಶಾಸ್ತ್ರೀಯ ಹಸ್ತಸಾಮುದ್ರಿಕದಲ್ಲಿ ಗುರುವಿನ ಕಡೆಗಿನ ಎತ್ತರದ ಕಮಾನು ನೀವು ಸಂಬಂಧಗಳಲ್ಲಿ ಮನಃಪೂರ್ವಕವಾಗಿ ತೊಡಗುತ್ತೀರಿ, ಗೌರವ ಮತ್ತು ಪರಸ್ಪರ ಮೆಚ್ಚುಗೆಗೆ ಬೆಲೆ ಕೊಡುತ್ತೀರಿ ಮತ್ತು ಪ್ರೀತಿಪಾತ್ರರನ್ನು ರಕ್ಷಿಸುತ್ತೀರಿ ಎಂದು ಸೂಚಿಸುತ್ತದೆ. ಬಲಗೈಯಲ್ಲಿ ಇದು ನಿಮ್ಮ ಪ್ರಜ್ಞಾಪೂರ್ವಕ ಪ್ರೀತಿಯ ಅಭಿವ್ಯಕ್ತಿ ಉದಾರ ಮತ್ತು ಉದಾತ್ತವಾಗಿದೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.
ml: നിങ്ങളുടെ ഹൃദയരേഖ ഉന്നതവും ഉദാരവുമായ വൈകാരിക ഊഷ്മളത പ്രസരിപ്പിക്കുന്നു. ശാസ്ത്രീയ ഹസ്തരേഖാ ശാസ്ത്രത്തിൽ ഗുരുവിലേക്കുള്ള ഉയർന്ന വളവ്, നിങ്ങൾ ബന്ധങ്ങളിൽ പൂർണ്ണമനസ്സോടെ ഇടപെടുന്നുവെന്നും ബഹുമാനത്തിനും പരസ്പര ആദരവിനും മൂല്യം നൽകുന്നുവെന്നും പ്രിയപ്പെട്ടവരെ സംരക്ഷിക്കുന്നുവെന്നും സൂചിപ്പിക്കുന്നു. വലതു കൈയിൽ ഇത് നിങ്ങളുടെ ബോധപൂർവമായ സ്നേഹപ്രകടനം ഉദാരവും ഉദാത്തവുമാണെന്ന് സൂചിപ്പിക്കുന്നു.
mr: तुमची हृदय रेषा उन्नत, उदार भावनिक आपुलकी पसरवते. शास्त्रीय हस्तरेषा शास्त्रात गुरूकडे जाणारी उंच कमान दर्शवते की तुम्ही नात्यांमध्ये मनापासून गुंतता, सन्मान आणि परस्पर कौतुकाला महत्त्व देता आणि प्रियजनांचे रक्षण करता. उजव्या हातावर हे दर्शवते की तुमची जाणीवपूर्वक स्नेहाभिव्यक्ती उदार आणि उदात्त आहे.
or: ଆପଣଙ୍କ ହୃଦୟ ରେଖା ଉନ୍ନତ, ଉଦାର ଭାବନାତ୍ମକ ଆନ୍ତରିକତା ବିସ୍ତାର କରେ। ଶାସ୍ତ୍ରୀୟ ହସ୍ତରେଖା ଶାସ୍ତ୍ରରେ ଗୁରୁ ଆଡ଼କୁ ଉଚ୍ଚ ବାଙ୍କ ସୂଚାଏ ଯେ ଆପଣ ସମ୍ପର୍କରେ ସମ୍ପୂର୍ଣ୍ଣ ମନପ୍ରାଣ ଦିଅନ୍ତି, ସମ୍ମାନ ଓ ପାରସ୍ପରିକ ପ୍ରଶଂସାକୁ ମହତ୍ତ୍ୱ ଦିଅନ୍ତି ଏବଂ ପ୍ରିୟଜନଙ୍କୁ ରକ୍ଷା କରନ୍ତି। ଡାହାଣ ହାତରେ ଏହା ସୂଚାଏ ଯେ ସ୍ନେହର ଆପଣଙ୍କ ସଚେତନ ପ୍ରକାଶ ଉଦାର ଓ ମହାନ।
ta: உங்கள் இதய ரேகை உயர்ந்த, தாராளமான உணர்வு அரவணைப்பைப் பரப்புகிறது. பாரம்பரிய கைரேகை சாஸ்திரத்தில் குருவை நோக்கிய உயர்ந்த வளைவு, நீங்கள் உறவுகளில் முழு மனதுடன் ஈடுபடுவதையும், மரியாதை மற்றும் பரஸ்பரப் பாராட்டை மதிப்பதையும், அன்புக்குரியவர்களைப் பாதுகாப்பதையும் குறிக்கிறது. வலது கையில் இது உங்கள் விழிப்புணர்வுடன் கூடிய அன்பு வெளிப்பாடு தாராளமானதும் உன்னதமானதும் என்பதைக் குறிக்கிறது.
te: మీ హృదయ రేఖ ఉన్నతమైన, ఉదారమైన భావోద్వేగ ఆప్యాయతను ప్రసరిస్తుంది. శాస్త్రీయ హస్తసాముద్రికంలో గురువు వైపు ఉన్నత వంపు మీరు సంబంధాలలో హృదయపూర్వకంగా పెట్టుబడి పెడతారని, గౌరవం మరియు పరస్పర ప్రశంసకు విలువ ఇస్తారని, మీ ప్రియమైనవారిని కాపాడతారని సూచిస్తుంది. కుడి చేతిపై ఇది మీ చేతన ఆప్యాయత వ్యక్తీకరణ ఉదారంగా మరియు ఉదాత్తంగా ఉంటుందని సూచిస్తుంది.
ur: آپ کی دل کی لکیر بلند اور فراخ جذباتی گرم جوشی پھیلاتی ہے۔ کلاسیکی دست شناسی میں مشتری کی طرف بلند قوس بتاتی ہے کہ آپ رشتوں میں پورے دل سے شامل ہوتے ہیں، عزت اور باہمی قدر کو اہمیت دیتے ہیں اور اپنے پیاروں کی حفاظت کرتے ہیں۔ دائیں ہاتھ پر یہ ظاہر کرتی ہے کہ محبت کا آپ کا شعوری اظہار فراخ اور شریفانہ ہے۔

# heart.noble.summary
source: An upward trajectory reaching toward the Mount of Jupiter reveals deep devotion, high romantic standards, and authentic empathy.
bn: বৃহস্পতি পর্বতের দিকে ঊর্ধ্বমুখী রেখা গভীর নিষ্ঠা, প্রেমে উচ্চ মান এবং আন্তরিক সহমর্মিতা প্রকাশ করে।
gu: ગુરુ પર્વત તરફ ઉપર જતી રેખા ઊંડી નિષ્ઠા, પ્રેમના ઊંચા ધોરણો અને સાચી સહાનુભૂતિ પ્રગટ કરે છે.
hi: गुरु पर्वत की ओर ऊपर जाती रेखा गहरी निष्ठा, प्रेम के ऊँचे मानदंड और सच्ची सहानुभूति प्रकट करती है।
kn: ಗುರು ಪರ್ವತದ ಕಡೆಗೆ ಮೇಲೇರುವ ರೇಖೆಯು ಆಳವಾದ ನಿಷ್ಠೆ, ಪ್ರೀತಿಯಲ್ಲಿ ಉನ್ನತ ಮಾನದಂಡಗಳು ಮತ್ತು ನಿಜವಾದ ಸಹಾನುಭೂತಿಯನ್ನು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ.
ml: ഗുരു പർവ്വതത്തിലേക്ക് മുകളിലേക്ക് നീളുന്ന രേഖ ആഴമുള്ള അർപ്പണബോധം, പ്രണയത്തിലെ ഉയർന്ന നിലവാരം, യഥാർത്ഥ സഹാനുഭൂതി എന്നിവ വെളിപ്പെടുത്തുന്നു.
mr: गुरु पर्वताकडे वर जाणारी रेषा सखोल निष्ठा, प्रेमातील उच्च मानदंड आणि खरी सहानुभूती प्रकट करते.
or: ଗୁରୁ ପର୍ବତ ଆଡ଼କୁ ଉପରକୁ ଯାଉଥିବା ରେଖା ଗଭୀର ନିଷ୍ଠା, ପ୍ରେମରେ ଉଚ୍ଚ ମାନଦଣ୍ଡ ଓ ପ୍ରକୃତ ସହାନୁଭୂତି ପ୍ରକାଶ କରେ।
ta: குரு மேட்டை நோக்கி மேலே செல்லும் ரேகை ஆழ்ந்த அர்ப்பணிப்பு, காதலில் உயர்ந்த தரநிலைகள் மற்றும் உண்மையான பரிவை வெளிப்படுத்துகிறது.
te: గురు పర్వతం వైపు పైకి సాగే రేఖ లోతైన అంకితభావం, ప్రేమలో ఉన్నత ప్రమాణాలు మరియు నిజమైన సానుభూతిని వెల్లడిస్తుంది.
ur: مشتری کے ابھار کی طرف اوپر جاتی لکیر گہری وفاداری، محبت کے بلند معیار اور سچی ہمدردی ظاہر کرتی ہے۔

# heart.noble.title
source: Noble & Idealistic Heart
bn: মহৎ ও আদর্শবাদী হৃদয়
gu: ઉદાત્ત અને આદર્શવાદી હૃદય
hi: उदात्त और आदर्शवादी हृदय
kn: ಉದಾತ್ತ ಮತ್ತು ಆದರ್ಶವಾದಿ ಹೃದಯ
ml: ഉദാത്തവും ആദർശപരവുമായ ഹൃദയം
mr: उदात्त आणि आदर्शवादी हृदय
or: ମହାନ ଓ ଆଦର୍ଶବାଦୀ ହୃଦୟ
ta: உன்னதமான மற்றும் இலட்சிய இதயம்
te: ఉదాత్తమైన మరియు ఆదర్శవంతమైన హృదయం
ur: شریف اور مثالی دل

# heart.noble.trait1
source: Profound Devotion
bn: গভীর নিষ্ঠা
gu: ઊંડી નિષ્ઠા
hi: गहरी निष्ठा
kn: ಆಳವಾದ ನಿಷ್ಠೆ
ml: ആഴമുള്ള അർപ്പണം
mr: सखोल निष्ठा
or: ଗଭୀର ନିଷ୍ଠା
ta: ஆழ்ந்த அர்ப்பணிப்பு
te: లోతైన అంకితభావం
ur: گہری وفاداری

# heart.noble.trait2
source: Generous Spirit
bn: উদার মন
gu: ઉદાર મન
hi: उदार मन
kn: ಉದಾರ ಮನಸ್ಸು
ml: ഉദാരമനസ്സ്
mr: उदार मन
or: ଉଦାର ମନ
ta: தாராள மனம்
te: ఉదార మనస్సు
ur: فراخ دل

# heart.noble.trait3
source: High Integrity
bn: উচ্চ সততা
gu: ઉચ્ચ પ્રામાણિકતા
hi: उच्च ईमानदारी
kn: ಉನ್ನತ ಪ್ರಾಮಾಣಿಕತೆ
ml: ഉയർന്ന സത്യസന്ധത
mr: उच्च सचोटी
or: ଉଚ୍ଚ ସଚ୍ଚୋଟତା
ta: உயர்ந்த நேர்மை
te: ఉన్నత నిజాయితీ
ur: اعلیٰ دیانت

# heart.noble.trait4
source: Emotional Elegance
bn: আবেগের সৌন্দর্য
gu: ભાવનાત્મક ગરિમા
hi: भावनात्मक गरिमा
kn: ಭಾವನಾತ್ಮಕ ಘನತೆ
ml: വൈകാരിക ഔന്നത്യം
mr: भावनिक प्रतिष्ठा
or: ଭାବନାତ୍ମକ ମର୍ଯ୍ୟାଦା
ta: உணர்வு நேர்த்தி
te: భావోద్వేగ హుందాతనం
ur: جذباتی وقار

# heart.warm.advice
source: Practice regular self-care rituals so your giving nature does not leave your own emotional cup depleted.
bn: নিয়মিত নিজের যত্ন নিন, যাতে আপনার দেওয়ার স্বভাব আপনাকে আবেগের দিক থেকে নিঃশেষ না করে।
gu: નિયમિત સ્વ-સંભાળ રાખો જેથી તમારો આપવાનો સ્વભાવ તમને ભાવનાત્મક રીતે ખાલી ન કરી દે.
hi: नियमित आत्म-देखभाल करें ताकि आपका देने वाला स्वभाव आपको भावनात्मक रूप से खाली न कर दे।
kn: ನಿಯಮಿತವಾಗಿ ಸ್ವ-ಆರೈಕೆ ಮಾಡಿಕೊಳ್ಳಿ, ಆಗ ನಿಮ್ಮ ಕೊಡುವ ಸ್ವಭಾವ ನಿಮ್ಮನ್ನು ಭಾವನಾತ್ಮಕವಾಗಿ ಬರಿದಾಗಿಸುವುದಿಲ್ಲ.
ml: പതിവായി സ്വയം പരിചരണം നടത്തുക, അങ്ങനെ നിങ്ങളുടെ കൊടുക്കുന്ന സ്വഭാവം നിങ്ങളെ വൈകാരികമായി ശൂന്യമാക്കില്ല.
mr: नियमित स्वतःची काळजी घ्या, जेणेकरून तुमचा देण्याचा स्वभाव तुम्हाला भावनिकदृष्ट्या रिकामे करणार नाही.
or: ନିୟମିତ ଆତ୍ମଯତ୍ନ ନିଅନ୍ତୁ, ଯାହାଦ୍ୱାରା ଆପଣଙ୍କ ଦେବା ସ୍ୱଭାବ ଆପଣଙ୍କୁ ଭାବନାତ୍ମକ ଭାବେ ଶୂନ୍ୟ କରିଦେବ ନାହିଁ।
ta: தொடர்ந்து சுயபராமரிப்பு செய்யுங்கள்; அப்போதுதான் உங்கள் கொடுக்கும் இயல்பு உங்களை உணர்வுரீதியாக வெறுமையாக்காது.
te: క్రమం తప్పకుండా స్వీయ సంరక్షణ చేసుకోండి, తద్వారా మీ ఇచ్చే స్వభావం మిమ్మల్ని భావోద్వేగపరంగా ఖాళీ చేయదు.
ur: باقاعدگی سے اپنا خیال رکھیں تاکہ آپ کی دینے والی فطرت آپ کو جذباتی طور پر خالی نہ کر دے۔

# heart.warm.detailed
source: You express your feelings naturally and intuitively. You form connections effortlessly and bring harmony to group dynamics through empathetic listening.
bn: আপনি নিজের অনুভূতি স্বাভাবিক ও সহজভাবে প্রকাশ করেন। আপনি অনায়াসে সম্পর্ক গড়েন এবং সহমর্মী শ্রবণের মাধ্যমে দলে সামঞ্জস্য আনেন।
gu: તમે તમારી લાગણીઓ સ્વાભાવિક અને સહજ રીતે વ્યક્ત કરો છો. તમે સરળતાથી સંબંધો બાંધો છો અને સહાનુભૂતિપૂર્વક સાંભળીને જૂથમાં સુમેળ લાવો છો.
hi: आप अपनी भावनाएँ स्वाभाविक और सहज रूप से व्यक्त करते हैं। आप आसानी से संबंध बनाते हैं और सहानुभूतिपूर्ण ढंग से सुनकर समूह में सामंजस्य लाते हैं।
kn: ನೀವು ನಿಮ್ಮ ಭಾವನೆಗಳನ್ನು ಸಹಜವಾಗಿ ಮತ್ತು ಅಂತಃಪ್ರಜ್ಞೆಯಿಂದ ವ್ಯಕ್ತಪಡಿಸುತ್ತೀರಿ. ನೀವು ಸುಲಭವಾಗಿ ಬಾಂಧವ್ಯ ಬೆಳೆಸುತ್ತೀರಿ ಮತ್ತು ಸಹಾನುಭೂತಿಯಿಂದ ಆಲಿಸುವ ಮೂಲಕ ಗುಂಪಿನಲ್ಲಿ ಸಾಮರಸ್ಯವನ್ನು ತರುತ್ತೀರಿ.
ml: നിങ്ങൾ നിങ്ങളുടെ വികാരങ്ങൾ സ്വാഭാവികമായും സഹജമായും പ്രകടിപ്പിക്കുന്നു. നിങ്ങൾ എളുപ്പത്തിൽ ബന്ധങ്ങൾ സ്ഥാപിക്കുകയും സഹാനുഭൂതിയോടെ കേൾക്കുന്നതിലൂടെ കൂട്ടായ്മയിൽ യോജിപ്പ് കൊണ്ടുവരികയും ചെയ്യുന്നു.
mr: तुम्ही तुमच्या भावना नैसर्गिकपणे आणि सहजपणे व्यक्त करता. तुम्ही सहज नाती जोडता आणि सहानुभूतीपूर्वक ऐकून गटात सुसंवाद आणता.
or: ଆପଣ ନିଜ ଭାବନାକୁ ସ୍ୱାଭାବିକ ଓ ସହଜ ଭାବେ ପ୍ରକାଶ କରନ୍ତି। ଆପଣ ସହଜରେ ସମ୍ପର୍କ ଗଢ଼ନ୍ତି ଏବଂ ସହାନୁଭୂତିର ସହ ଶୁଣି ଦଳରେ ସମନ୍ୱୟ ଆଣନ୍ତି।
ta: நீங்கள் உங்கள் உணர்வுகளை இயல்பாகவும் உள்ளுணர்வுடனும் வெளிப்படுத்துகிறீர்கள். நீங்கள் எளிதாக உறவுகளை உருவாக்குகிறீர்கள்; பரிவுடன் கேட்பதன் மூலம் குழுவில் இணக்கத்தைக் கொண்டு வருகிறீர்கள்.
te: మీరు మీ భావాలను సహజంగా మరియు అంతర్బుద్ధితో వ్యక్తపరుస్తారు. మీరు సులభంగా అనుబంధాలు ఏర్పరుస్తారు మరియు సానుభూతితో వినడం ద్వారా బృందంలో సామరస్యాన్ని తీసుకొస్తారు.
ur: آپ اپنے جذبات فطری اور بے ساختہ انداز میں ظاہر کرتے ہیں۔ آپ آسانی سے تعلق بناتے ہیں اور ہمدردی سے سن کر گروہ میں ہم آہنگی لاتے ہیں۔

# heart.warm.summary
source: A gentle curve highlights genuine emotional transparency, spontaneous warmth, and compassionate communication.
bn: একটি কোমল বাঁক আন্তরিক আবেগের স্বচ্ছতা, স্বতঃস্ফূর্ত উষ্ণতা ও সহানুভূতিশীল যোগাযোগ তুলে ধরে।
gu: એક કોમળ વળાંક સાચી ભાવનાત્મક પારદર્શિતા, સહજ હૂંફ અને કરુણાપૂર્ણ સંવાદ દર્શાવે છે.
hi: एक कोमल वक्र सच्ची भावनात्मक पारदर्शिता, सहज आत्मीयता और करुणापूर्ण संवाद को उजागर करता है।
kn: ಮೃದುವಾದ ಬಾಗು ನಿಜವಾದ ಭಾವನಾತ್ಮಕ ಪಾರದರ್ಶಕತೆ, ಸಹಜ ಆತ್ಮೀಯತೆ ಮತ್ತು ಕರುಣಾಮಯ ಸಂವಹನವನ್ನು ಎತ್ತಿ ತೋರಿಸುತ್ತದೆ.
ml: മൃദുവായ വളവ് യഥാർത്ഥ വൈകാരിക സുതാര്യത, സ്വാഭാവിക ഊഷ്മളത, കാരുണ്യമുള്ള ആശയവിനിമയം എന്നിവ എടുത്തുകാട്ടുന്നു.
mr: सौम्य वक्र खरी भावनिक पारदर्शकता, उत्स्फूर्त आपुलकी आणि करुणामय संवाद दर्शवतो.
or: ଏକ କୋମଳ ବାଙ୍କ ପ୍ରକୃତ ଭାବନାତ୍ମକ ସ୍ୱଚ୍ଛତା, ସ୍ୱତଃସ୍ଫୂର୍ତ୍ତ ଆନ୍ତରିକତା ଓ କରୁଣାପୂର୍ଣ୍ଣ ଯୋଗାଯୋଗକୁ ଉଜ୍ଜ୍ୱଳ କରେ।
ta: மென்மையான வளைவு உண்மையான உணர்வு வெளிப்படைத்தன்மை, இயல்பான அரவணைப்பு மற்றும் இரக்கமுள்ள உரையாடலை வெளிப்படுத்துகிறது.
te: మృదువైన వంపు నిజమైన భావోద్వేగ పారదర్శకత, సహజమైన ఆప్యాయత మరియు కరుణతో కూడిన సంభాషణను చూపిస్తుంది.
ur: نرم خم سچی جذباتی شفافیت، بے ساختہ گرم جوشی اور ہمدردانہ گفتگو کو نمایاں کرتا ہے۔

# heart.warm.title
source: Warm & Expressive Affection
bn: উষ্ণ ও প্রকাশমুখর স্নেহ
gu: હૂંફાળો અને અભિવ્યક્ત સ્નેહ
hi: आत्मीय और अभिव्यक्तिपूर्ण स्नेह
kn: ಆತ್ಮೀಯ ಮತ್ತು ಅಭಿವ್ಯಕ್ತ ಪ್ರೀತಿ
ml: ഊഷ്മളവും പ്രകടവുമായ സ്നേഹം
mr: आपुलकीचा आणि व्यक्त स्नेह
or: ଆନ୍ତରିକ ଓ ପ୍ରକାଶଶୀଳ ସ୍ନେହ
ta: அன்பான மற்றும் வெளிப்படையான பாசம்
te: ఆప్యాయమైన మరియు వ్యక్తీకరణాత్మక ప్రేమ
ur: گرم جوش اور اظہار بھری محبت

# heart.warm.trait1
source: Empathetic
bn: সহমর্মী
gu: સહાનુભૂતિશીલ
hi: सहानुभूतिशील
kn: ಸಹಾನುಭೂತಿಶೀಲ
ml: സഹാനുഭൂതിയുള്ളവർ
mr: सहानुभूतीशील
or: ସହାନୁଭୂତିଶୀଳ
ta: பரிவுள்ளவர்
te: సానుభూతిపరులు
ur: ہمدرد

# heart.warm.trait2
source: Expressive
bn: প্রকাশমুখর
gu: અભિવ્યક્ત
hi: अभिव्यक्तिपूर्ण
kn: ಅಭಿವ್ಯಕ್ತಿಶೀಲ
ml: പ്രകടനശീലർ
mr: व्यक्त होणारे
or: ପ୍ରକାଶଶୀଳ
ta: வெளிப்படையானவர்
te: వ్యక్తీకరణాత్మకం
ur: اظہار پسند

# heart.warm.trait3
source: Warmth
bn: উষ্ণতা
gu: હૂંફ
hi: आत्मीयता
kn: ಆತ್ಮೀಯತೆ
ml: ഊഷ്മളത
mr: आपुलकी
or: ଆନ୍ତରିକତା
ta: அரவணைப்பு
te: ఆప్యాయత
ur: گرم جوشی

# heart.warm.trait4
source: Harmonious
bn: সামঞ্জস্যপূর্ণ
gu: સુમેળભર્યું
hi: सामंजस्यपूर्ण
kn: ಸಾಮರಸ್ಯಪೂರ್ಣ
ml: യോജിപ്പുള്ളവർ
mr: सुसंवादी
or: ସମନ୍ୱିତ
ta: இணக்கமானவர்
te: సామరస్యపూర్వకం
ur: ہم آہنگ

# history.empty.subtitle
source: Readings you save will appear here offline with full line overlays and metric breakdowns.
bn: আপনার সংরক্ষিত পাঠগুলি এখানে রেখা ও পরিমাপের সম্পূর্ণ বিবরণসহ অফলাইনে দেখা যাবে।
gu: તમે સાચવેલાં વાંચન અહીં રેખાઓ અને માપના સંપૂર્ણ વિવરણ સાથે ઑફલાઇન દેખાશે.
hi: आपकी सहेजी गई रीडिंग यहाँ रेखाओं और मापों के पूरे विवरण के साथ ऑफ़लाइन दिखाई देंगी।
kn: ನೀವು ಉಳಿಸುವ ಓದುಗಳು ರೇಖೆಗಳು ಮತ್ತು ಅಳತೆಗಳ ಸಂಪೂರ್ಣ ವಿವರಗಳೊಂದಿಗೆ ಇಲ್ಲಿ ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ.
ml: നിങ്ങൾ സംരക്ഷിക്കുന്ന വായനകൾ രേഖകളുടെയും അളവുകളുടെയും പൂർണ്ണ വിവരങ്ങളോടെ ഇവിടെ ഓഫ്‌ലൈനായി കാണാം.
mr: तुम्ही जतन केलेली वाचने येथे रेषा आणि मोजमापांच्या पूर्ण तपशीलासह ऑफलाइन दिसतील.
or: ଆପଣ ସଞ୍ଚୟ କରୁଥିବା ପଠନ ଏଠାରେ ରେଖା ଓ ମାପର ସମ୍ପୂର୍ଣ୍ଣ ବିବରଣୀ ସହ ଅଫଲାଇନରେ ଦେଖାଯିବ।
ta: நீங்கள் சேமிக்கும் வாசிப்புகள் ரேகைகள் மற்றும் அளவீடுகளின் முழு விவரங்களுடன் இங்கே ஆஃப்லைனில் தோன்றும்.
te: మీరు సేవ్ చేసిన పఠనాలు రేఖలు మరియు కొలతల పూర్తి వివరాలతో ఇక్కడ ఆఫ్‌లైన్‌లో కనిపిస్తాయి.
ur: آپ کی محفوظ کردہ ریڈنگز یہاں لکیروں اور پیمائشوں کی مکمل تفصیل کے ساتھ آف لائن نظر آئیں گی۔

# history.empty.title
source: No Past Readings
bn: কোনো পূর্ববর্তী পাঠ নেই
gu: કોઈ અગાઉનું વાંચન નથી
hi: कोई पिछली रीडिंग नहीं
kn: ಹಿಂದಿನ ಓದುಗಳಿಲ್ಲ
ml: മുൻ വായനകളൊന്നുമില്ല
mr: मागील वाचन नाही
or: କୌଣସି ପୂର୍ବ ପଠନ ନାହିଁ
ta: முந்தைய வாசிப்புகள் இல்லை
te: గత పఠనాలు లేవు
ur: کوئی سابقہ ریڈنگ نہیں

# history.filter.all
source: All
bn: সব
gu: બધા
hi: सभी
kn: ಎಲ್ಲಾ
ml: എല്ലാം
mr: सर्व
or: ସବୁ
ta: அனைத்தும்
te: అన్నీ
ur: سب

# history.navTitle
source: Reading History
bn: পাঠের ইতিহাস
gu: વાંચન ઇતિહાસ
hi: रीडिंग इतिहास
kn: ಓದಿನ ಇತಿಹಾಸ
ml: വായനാ ചരിത്രം
mr: वाचन इतिहास
or: ପଠନ ଇତିହାସ
ta: வாசிப்பு வரலாறு
te: పఠన చరిత్ర
ur: ریڈنگ کی تاریخ

# history.notes.header
source: MY PERSONAL REFLECTION NOTES
bn: আমার ব্যক্তিগত ভাবনার নোট
gu: મારી વ્યક્તિગત ચિંતન નોંધો
hi: मेरे व्यक्तिगत चिंतन नोट्स
kn: ನನ್ನ ವೈಯಕ್ತಿಕ ಚಿಂತನಾ ಟಿಪ್ಪಣಿಗಳು
ml: എന്റെ വ്യക്തിഗത ചിന്താ കുറിപ്പുകൾ
mr: माझ्या वैयक्तिक चिंतन नोंदी
or: ମୋର ବ୍ୟକ୍ତିଗତ ଚିନ୍ତନ ଟିପ୍ପଣୀ
ta: எனது தனிப்பட்ட சிந்தனைக் குறிப்புகள்
te: నా వ్యక్తిగత ఆలోచనల గమనికలు
ur: میرے ذاتی غور و فکر کے نوٹس

# history.notes.placeholder
source: Add thoughts, life events, or feelings from this reading...
bn: এই পাঠ নিয়ে ভাবনা, জীবনের ঘটনা বা অনুভূতি লিখুন...
gu: આ વાંચન સંબંધિત વિચારો, જીવનના પ્રસંગો અથવા લાગણીઓ લખો...
hi: इस रीडिंग से जुड़े विचार, जीवन की घटनाएँ या भावनाएँ लिखें...
kn: ಈ ಓದಿಗೆ ಸಂಬಂಧಿಸಿದ ಆಲೋಚನೆಗಳು, ಜೀವನದ ಘಟನೆಗಳು ಅಥವಾ ಭಾವನೆಗಳನ್ನು ಬರೆಯಿರಿ...
ml: ഈ വായനയുമായി ബന്ധപ്പെട്ട ചിന്തകൾ, ജീവിത സംഭവങ്ങൾ അല്ലെങ്കിൽ വികാരങ്ങൾ എഴുതുക...
mr: या वाचनाशी संबंधित विचार, जीवनातील घटना किंवा भावना लिहा...
or: ଏହି ପଠନ ସମ୍ବନ୍ଧୀୟ ଚିନ୍ତା, ଜୀବନର ଘଟଣା ବା ଅନୁଭୂତି ଲେଖନ୍ତୁ...
ta: இந்த வாசிப்பு தொடர்பான எண்ணங்கள், வாழ்க்கை நிகழ்வுகள் அல்லது உணர்வுகளை எழுதுங்கள்...
te: ఈ పఠనానికి సంబంధించిన ఆలోచనలు, జీవిత సంఘటనలు లేదా భావాలను రాయండి...
ur: اس ریڈنگ سے متعلق خیالات، زندگی کے واقعات یا احساسات لکھیں...

# history.savedAnalysis
source: SAVED LINE ANALYSIS
bn: সংরক্ষিত রেখা বিশ্লেষণ
gu: સાચવેલું રેખા વિશ્લેષણ
hi: सहेजा गया रेखा विश्लेषण
kn: ಉಳಿಸಿದ ರೇಖಾ ವಿಶ್ಲೇಷಣೆ
ml: സംരക്ഷിച്ച രേഖാ വിശകലനം
mr: जतन केलेले रेषा विश्लेषण
or: ସଞ୍ଚିତ ରେଖା ବିଶ୍ଳେଷଣ
ta: சேமித்த ரேகை பகுப்பாய்வு
te: సేవ్ చేసిన రేఖ విశ్లేషణ
ur: محفوظ شدہ لکیر کا تجزیہ
